{
  "sections": {
    "main": {
      "type": "main-page",
      "disabled": true,
      "settings": {
        "padding_top": 28,
        "padding_bottom": 28
      }
    },
    "1649651376796b53eb": {
      "type": "privacy-policy",
      "settings": {
        "title": "privacy-policy",
        "text": "Privacy Policy \n  \nProtecting your private information is our priority. This Statement of Privacy applies to http:\/\/special-items.com\/, and Special Items and governs data collection and usage. For the purposes of this Privacy Policy, unless otherwise noted, all references to Special Items include http:\/\/special-items.com\/, Special Items and Special Items. The Special Items website is a ecommerce site. By using the Special Items website, you consent to the data practices described in this statement. \n  \nCollection of your Personal Information \nIn order to better provide you with products and services offered, Special Items may collect personally identifiable information, such as your: \n  \n -\tFirst and Last Name \n -\tMailing Address \n -\tE-mail Address \n -\tPhone Number \n  \nIf you purchase Special Items's products and services, we collect billing and credit card information. This information is used to complete the purchase transaction. \n  \nWe do not collect any personal information about you unless you voluntarily provide it to us. However, you may be required to provide certain personal information to us when you elect to use certain products or services. These may include: (a) registering for an account; (b) entering a sweepstakes or contest sponsored by us or one of our partners; (c) signing up for special offers from selected third parties; (d) sending us an email message; (e) submitting your credit card or other payment information when ordering and purchasing products and services. To wit, we will use your information for, but not limited to, communicating with you in relation to services and\/or products you have requested from us. We also may gather additional personal or non-personal information in the future. \n  \nUse of your Personal Information \nSpecial Items collects and uses your personal information to operate and deliver the services you have requested. \n  \nSpecial Items may also use your personally identifiable information to inform you of other products or services available from Special Items and its affiliates. \n  \nSharing Information with Third Parties \nSpecial Items does not sell, rent or lease its customer lists to third parties. \n  \nSpecial Items may share data with trusted partners to help perform statistical analysis, send you email or postal mail, provide customer support, or arrange for deliveries. All such third parties are prohibited from using your personal information except to provide these services to Special Items, and they are required to maintain the confidentiality of your information. \n  \nSpecial Items may disclose your personal information, without notice, if required to do so by law or in the good faith belief that such action is necessary to: (a) conform to the edicts of the law or comply with legal process served on Special Items or the site; (b) protect and defend the rights or property of Special Items; and\/or (c) act under exigent circumstances to protect the personal safety of users of Special Items, or the public. \n  \nTracking User Behavior \nSpecial Items may keep track of the websites and pages our users visit within Special Items, in order to determine what Special Items services are the most popular. This data is used to deliver customized content and advertising within Special Items to customers whose behavior indicates that they are interested in a particular subject area. \n  \nAutomatically Collected Information \nInformation about your computer hardware and software may be automatically collected by Special Items. This information can include: your IP address, browser type, domain names, access times and referring website addresses. This information is used for the operation of the service, to maintain quality of the service, and to provide general statistics regarding use of the Special Items website. \n  \nUse of Cookies \nThe Special Items website may use \"cookies\" to help you personalize your online experience. A cookie is a text file that is placed on your hard disk by a web page server. Cookies cannot be used to run programs or deliver viruses to your computer. Cookies are uniquely assigned to you, and can only be read by a web server in the domain that issued the cookie to you. \n  \nOne of the primary purposes of cookies is to provide a convenience feature to save you time. The purpose of a cookie is to tell the Web server that you have returned to a specific page. For example, if you personalize Special Items pages, or register with Special Items site or services, a cookie helps Special Items to recall your specific information on subsequent visits. This simplifies the process of recording your personal information, such as billing addresses, shipping addresses, and so on. When you return to the same Special Items website, the information you previously provided can be retrieved, so you can easily use the Special Items features that you customized. \n  \nYou have the ability to accept or decline cookies. Most Web browsers automatically accept cookies, but you can usually modify your browser setting to decline cookies if you prefer. If you choose to decline cookies, you may not be able to fully experience the interactive features of the Special Items services or websites you visit. \n  \nLinks \nThis website contains links to other sites. Please be aware that we are not responsible for the content or privacy practices of such other sites. We encourage our users to be aware when they leave our site and to read the privacy statements of any other site that collects personally identifiable information. \n  \nSecurity of your Personal Information \nSpecial Items secures your personal information from unauthorized access, use, or disclosure. Special Items uses the following methods for this purpose: \n  \n -\tSSL Protocol \n  \nWhen personal information (such as a credit card number) is transmitted to other websites, it is protected through the use of encryption, such as the Secure Sockets Layer (SSL) protocol. \n  \nWe strive to take appropriate security measures to protect against unauthorized access to or alteration of your personal information. Unfortunately, no data transmission over the Internet or any wireless network can be guaranteed to be 100% secure. As a result, while we strive to protect your personal information, you acknowledge that: (a) there are security and privacy limitations inherent to the Internet which are beyond our control; and (b) security, integrity, and privacy of any and all information and data exchanged between you and us through this Site cannot be guaranteed. \n  \nRight to Deletion \nSubject to certain exceptions set out below, on receipt of a verifiable request from you, we will: \n•\tDelete your personal information from our records; and \n•\tDirect any service providers to delete your personal information from their records. \n  \nPlease note that we may not be able to comply with requests to delete your personal information if it is necessary to: \n•\tComplete the transaction for which the personal information was collected, fulfill the terms of a written warranty or product recall conducted in accordance with federal law, provide a good or service requested by you, or reasonably anticipated within the context of our ongoing business relationship with you, or otherwise perform a contract between you and us; \n•\tDetect security incidents, protect against malicious, deceptive, fraudulent, or illegal activity; or prosecute those responsible for that activity; \n•\tDebug to identify and repair errors that impair existing intended functionality; \n•\tExercise free speech, ensure the right of another consumer to exercise his or her right of free speech, or exercise another right provided for by law; \n•\tComply with the California Electronic Communications Privacy Act; \n•\tEngage in public or peer-reviewed scientific, historical, or statistical research in the public interest that adheres to all other applicable ethics and privacy laws, when our deletion of the information is likely to render impossible or seriously impair the achievement of such research, provided we have obtained your informed consent; \n•\tEnable solely internal uses that are reasonably aligned with your expectations based on your relationship with us; \n•\tComply with an existing legal obligation; or \n•\tOtherwise use your personal information, internally, in a lawful manner that is compatible with the context in which you provided the information. \n  \nChildren Under Thirteen \nSpecial Items does not knowingly collect personally identifiable information from children under the age of thirteen. If you are under the age of thirteen, you must ask your parent or guardian for permission to use this website. \n  \nE-mail Communications \nFrom time to time, Special Items may contact you via email for the purpose of providing announcements, promotional offers, alerts, confirmations, surveys, and\/or other general communication. In order to improve our Services, we may receive a notification when you open an email from Special Items or click on a link therein. \n  \nIf you would like to stop receiving marketing or promotional communications via email from Special Items, you may opt out of such communications by Clicking UNSUBSCRIBE on the email or via their profile on the website. \n  \nExternal Data Storage Sites \nWe may store your data on servers provided by third party hosting vendors with whom we have contracted. \n  \nChanges to this Statement \nSpecial Items reserves the right to change this Privacy Policy from time to time. We will notify you about significant changes in the way we treat personal information by sending a notice to the primary email address specified in your account, by placing a prominent notice on our website, and\/or by updating any privacy information. Your continued use of the website and\/or Services available after such modifications will constitute your: (a) acknowledgment of the modified Privacy Policy; and (b) agreement to abide and be bound by that Policy. \n  \nContact Information \nSpecial Items welcomes your questions or comments regarding this Statement of Privacy. If you believe that Special Items has not adhered to this Statement, please contact Special Items at: \n  \nSpecial Items \n3160 Riverside Dr \nLA, California 90027 \n  \nEmail Address: \ngroundcontrol@special-items.com \n  \nTelephone number: \n_________________ \n  \nEffective as of March 11, 2022 \n "
      }
    }
  },
  "order": [
    "main",
    "1649651376796b53eb"
  ]
}
