{
  "sections": {
    "main": {
      "type": "main-page",
      "disabled": true,
      "settings": {
        "padding_top": 28,
        "padding_bottom": 28
      }
    },
    "16496512936b3a2307": {
      "type": "info-page",
      "settings": {
        "title": "How it works",
        "text": "How it works\n\nWe live and breathe fashion. We know the transformative power of a great outfit and understand the art and time behind its ideation.\n\nOur founding team is a New York fashion fam. We met and worked together in luxury fashion houses and ateliers. We've spent endless late nights wired from jetlag, drinking wine, cooking meals, dancing to disco and deep-diving into all that we loved and were troubled by in the industry. Through it all, we were always led by optimism. \n\nWe are diehards for the craft, art and potential to build community and connectivity through fashion. We have a reverence for its history and are looking to the future for sustainable and ethical solutions. \n\nUnderstanding our industry is pivotal for us. Digital Fashion is in its infancy. We want to ensure that what we are building is offering real solutions to the issues we have faced working across the physical fashion industry.\n\nThe current system is not working for the people and the planet. We don't have all the answers but are steadfast in our vision to champion new technology, rhetoric and ethical practices to help reshape the global fashion industry. We will not cease in our search for better solutions; asking questions, sharing our knowledge, and finding hope in every creative corner we look. \n\nThe driving force behind this movement is that we care for you, our industry, the livelihood of humankind, our ecosystem and the future of planet earth. We invite you to creatively participate in our vision to enhance the safe care of our amazing planet.\n\nOur Vision\n\nWe're bringing the digital back down to earth.\nWe keep our feet on the ground and head in the stars.\nWe exist in collectives of mutual ambition and creation.\nWe want to create a community of digital culture makers and shapers. \nWe seek new solutions to existing sustainably in the digital age.\nWe want to provide modes of expression and connection to be their authentic selves and the self they yearn to be(come).\nWe see beauty everywhere: past, present and future.\n\nThe Special Items Team\n\nBritt Williams\nFounder & CEO\n\nBritt (Pisces) is a nature and Balenciaga enthusiast who hails from Los Angeles. Britt’s background in physical luxury fashion (working for Thom Browne and the Row) lit a fire under her ass to share access to transformative fashion beyond the elite. Britt thinks digital fashion is sick and wants Special Items to help save the world - without sacrificing style. Britt was born ⅓ feline and will, with deep pleasure, become a crazy old cat lady. \n\n\nAshley Pagenstecher\nDirector of Operations and Production\n\nAshley (Capricorn) has lived in Colorado her whole life and is wildly obsessed with the wild outdoors. She loves living in 4 seasons, obsessing over her cat Fernando, and stealing hand-me-downs from Britt. Her background in Hospitality Management and Event Production makes Ashley our logistics queen. Ashley’s biggest motivator for expanding and enhancing the world of digital fashion is the chance to be a part of a larger cause that will end the trash destruction of the planet.\n\nSally Paton\nBrand and Editorial Director\n\nSally is an Australian biophile, bibliophile, discophile and logophile (a person obsessed with words, if you hadn't guessed.) Sally loves writing about art, fashion, philosophy and science and the places they all intersect. Years spent working as a model in NY (Chanel, The Row, Thom Browne) deepened Sally’s childhood love of fashion as an opportunity for self-expression and getting compliments (she’s a Leo). Dressing up can become quite the addiction, and Sally sees digital fashion as an opportunity to wear infinite designer pieces while respecting the earth."
      }
    }
  },
  "order": [
    "main",
    "16496512936b3a2307"
  ]
}
